---
title: Выдача доступа к панели сервера
description: Инструкция по выдаче доступа к панели сервера на superhub.host.
---

_**Выдача доступа к панели сервера**_

Если у вас возникла ситуация, когда вам необходимо поделиться доступом к панели сервера с кем-либо, мы написали для вас подробнейшую простенькую инструкцию:

1. Перейдите в панель управления. Если надо, авторизуйтесь ([клик сюда для перехода](https://panel.superhub.host/)).
2. Выберите нужный сервер, перейдите во вкладку «Пользователи» ([Фото](https://img.share.superhub.xyz/pamptp.png)).
3. Нажмите «Добавить пользователя» и выберите необходимый уровень его прав ([Подробнее](https://img.share.superhub.xyz/fwqxwy.mp4)).
4. Спросите у человека почту, на которую он зарегистрировал аккаунт в SuperHub и впишите её в поле для ввода ([Фото](https://img.share.superhub.xyz/1wbhhd.jpg)).
5. Осталось лишь нажать большую кнопку «Invite User» в самом верху или самом низу. Подключаться к панели сервера человек сможет точно также, через panel.superhub.host
